{
  "0": [
    0.36685266727327653,
    0.380508302446665,
    0.28802250945303937,
    0.3044792191386101,
    0.13968282716611025
  ],
  "1": [
    0.2000377950050716,
    0.3330998689148066,
    0.1812561087728193,
    0.25909625038032463,
    0.40125728752535594
  ],
  "2": [
    0.9540063585750918,
    0.9698290885707115,
    0.9394876413622394,
    0.9545970198947318,
    0.9989109835516023
  ],
  "3": [
    0.6921721453821146,
    0.9770428762758273,
    0.6786798506347919,
    0.6894468000995678,
    0.07383822678615863
  ],
  "4": [
    0.8154387953810186,
    0.9168076749640521,
    0.8009034755571547,
    0.857613241373118,
    0.1756951530373831
  ],
  "5": [
    0.04714314684273256,
    0.14891792811755336,
    0.02154826598490864,
    0.130743480242256,
    0.6319366707704556
  ],
  "6": [
    0.9592646123960871,
    0.9776707707630302,
    0.8588757113342692,
    0.8761222151617407,
    0.5811492655362591
  ],
  "7": [
    0.7233472862932135,
    0.8553144709177547,
    0.7107765295590053,
    0.7858659356376637,
    0.09435048820023861
  ],
  "8": [
    0.39994065659444933,
    0.42495891467122715,
    0.26273161326491906,
    0.39712500247054316,
    0.3120172352717591
  ],
  "9": [
    0.09873939755580496,
    0.1652795630377854,
    0.013414792991644843,
    0.03291106958473625,
    0.48350853248534886
  ],
  "10": [
    0.4584563251126133,
    0.4774354570945947,
    0.34278093209459554,
    0.41267635641892036,
    0.47578065855855806
  ],
  "11": [
    0.3556798654784639,
    0.602218557818798,
    0.32948466263526455,
    0.5717549331635885,
    0.5855847163165717
  ],
  "12": [
    0.814655435915916,
    0.9927808342342352,
    0.7944320281081029,
    0.9682628750750758,
    0.7416372706306316
  ],
  "13": [
    0.5197998625052709,
    0.7843543696752419,
    0.5042134601433982,
    0.7684576008013511,
    0.06211236925347975
  ],
  "14": [
    0.943587112351709,
    0.9790983722958828,
    0.8657972056873661,
    0.9547617152826247,
    0.8220936964410317
  ],
  "15": [
    0.7186994056074769,
    0.752048007476636,
    0.061175020560747695,
    0.09975280186915884,
    0.07053183925233644
  ],
  "16": [
    0.49307217045139856,
    0.5750104674605364,
    0.41932634810302033,
    0.5544924547216825,
    0.4125430744946029
  ],
  "17": [
    0.3287223455376173,
    0.3384081679561352,
    0.23997877624123598,
    0.3321895449893391,
    0.023736541516905175
  ],
  "18": [
    0.18012894252873524,
    0.37917685411140545,
    0.03663557029177717,
    0.07455307869142347,
    0.6220353625110514
  ],
  "19": [
    0.3064698091971964,
    0.32686151301636984,
    0.11744531519875269,
    0.1404869007014812,
    0.16029128183943925
  ],
  "20": [
    0.5198181700374531,
    0.5475877243445696,
    0.026257667415730334,
    0.058185161048689114,
    0.3929616951310867
  ],
  "21": [
    0.2995183243751689,
    0.3210759892502028,
    0.20102183185523578,
    0.22480842963361203,
    0.9937931716384494
  ],
  "22": [
    0.3794471159673665,
    0.7335854428904415,
    0.34615368181818185,
    0.5640465798368297,
    0.9666421008158506
  ],
  "23": [
    0.8078642592648838,
    0.9083317401275819,
    0.7808403107533408,
    0.8850034693195636,
    0.7372869431956239
  ],
  "24": [
    0.6355088263409453,
    0.8554850740839125,
    0.6091029322889017,
    0.8226813993627197,
    0.7952578669676056
  ],
  "25": [
    0.15211723457047543,
    0.2384495375312769,
    0.018647358632193446,
    0.04161429378648862,
    0.389302522101753
  ],
  "26": [
    0.6898564016507739,
    0.7048106013573009,
    0.6504140607483532,
    0.665293561408656,
    0.1360583419295668
  ],
  "27": [
    0.3982916441294078,
    0.4280739920029087,
    0.16007447110141762,
    0.28354657506361286,
    0.6576579491094134
  ],
  "28": [
    0.9194710416543577,
    0.9518358295420962,
    0.6631017722304274,
    0.6947117926144731,
    0.7800822310192032
  ],
  "29": [
    0.610413061970053,
    0.6733195015334731,
    0.5514767504059176,
    0.6589451450478144,
    0.19881129397438135
  ],
  "30": [
    0.9558868356263598,
    0.9837655813592651,
    0.8864945771180288,
    0.9613114574324989,
    0.9943155684286747
  ],
  "31": [
    0.9585476520849302,
    0.9801950225121498,
    0.8813782802080636,
    0.902362304340411,
    0.6720836073164542
  ],
  "32": [
    0.19780992651321397,
    0.23026269053708398,
    0.11299601892583139,
    0.19656209087809048,
    0.7749142886615527
  ],
  "33": [
    0.5561394946342776,
    0.5733487743575232,
    0.5039306417207934,
    0.5572960180739871,
    0.08677446385201927
  ],
  "34": [
    0.044164447154471494,
    0.4940776796747961,
    0.026125366937669384,
    0.04097540487804879,
    0.08433131490514909
  ],
  "35": [
    0.9643071573421148,
    0.9806529435825148,
    0.881893997649265,
    0.9327196508384255,
    0.25651152201849364
  ],
  "36": [
    0.04085114336258138,
    0.09947730653835352,
    0.0151705181149165,
    0.034171474879705836,
    0.3144963668270555
  ],
  "37": [
    0.08435374859437786,
    0.13761060820424528,
    0.06627599529546727,
    0.12003411107286235,
    0.3903100981067104
  ],
  "38": [
    0.6440978675344164,
    0.655563551039868,
    0.620526834197873,
    0.6442577319992633,
    0.023536463498786464
  ],
  "39": [
    0.9422354663955527,
    0.9535441772857431,
    0.9298019171863355,
    0.9412349701159926,
    0.07143409664106115
  ],
  "40": [
    0.0358266082440554,
    0.12342389952965782,
    0.016369269074993534,
    0.1000875374967337,
    0.4364371973477929
  ],
  "41": [
    0.9115513486297371,
    0.9257439725364406,
    0.8268063479300325,
    0.8477632812244876,
    0.34709182944605915
  ],
  "42": [
    0.44867715817694337,
    0.5853468493297586,
    0.25646052064343106,
    0.29440541769436956,
    0.6483461554959777
  ],
  "43": [
    0.37381194130675116,
    0.3895744430909293,
    0.2729671637135486,
    0.29156083702473523,
    0.21698138759689817
  ],
  "44": [
    0.8194757059021253,
    0.9247242639822504,
    0.8054158656224768,
    0.9087301702742685,
    0.29055652930895204
  ],
  "45": [
    0.7316698685844393,
    0.7465214297737338,
    0.6358729312913949,
    0.6548787442053008,
    0.3290371314845456
  ],
  "46": [
    0.6893278391660466,
    0.7645147793186827,
    0.6755111935964205,
    0.7479574147896553,
    0.1633057153294863
  ],
  "47": [
    0.4122382650038972,
    0.4918812617563007,
    0.3412533099506383,
    0.47076610145492365,
    0.4550303975058464
  ],
  "48": [
    0.47333744463740524,
    0.492483366224609,
    0.4258658481738745,
    0.4755184165351015,
    0.1993213140722025
  ],
  "49": [
    0.5233791202747174,
    0.5416837383357961,
    0.43405623981155894,
    0.4519166348620719,
    0.2895163133726857
  ],
  "50": [
    0.8030345368065192,
    0.8062562520825444,
    0.7989054857123457,
    0.8031825341381588,
    0.00952090540731319
  ],
  "51": [
    0.48260064159531985,
    0.5469791533542844,
    0.42047062241248745,
    0.4824163042158916,
    0.15309732469925272
  ],
  "52": [
    0.5371757837031186,
    0.5510009901999899,
    0.4525414243358697,
    0.46238784086158846,
    0.036136106357576234
  ],
  "53": [
    0.3308697003018539,
    0.480156384217335,
    0.3061247123760243,
    0.3905952936610603,
    0.982016502587322
  ],
  "54": [
    0.6529053366186851,
    0.7108668026955242,
    0.6372398047125702,
    0.6974677779407769,
    0.2109243952507557
  ],
  "55": [
    0.6902350939962746,
    0.7850999289642058,
    0.6795090587901921,
    0.7760626222574786,
    0.030510401610068596
  ],
  "56": [
    0.3993201843575419,
    0.7153187290502796,
    0.11129440782122903,
    0.6346960907821227,
    0.9703470754189942
  ],
  "57": [
    0.030722134183929703,
    0.1329614450577025,
    0.015142876281270154,
    0.12130744462762602,
    0.03306817912694435
  ],
  "58": [
    0.9984348022442622,
    0.9991755816502206,
    0.9977511192850711,
    0.9988529639381851,
    0.007789547432287083
  ],
  "59": [
    0.6917624493982061,
    0.7598576717240214,
    0.6712326644346559,
    0.6965592991184987,
    0.4625341896931664
  ],
  "60": [
    0.20664759094325535,
    0.22746314017286837,
    0.01951118414130017,
    0.11637740003758025,
    0.07168930251785068
  ],
  "61": [
    0.9556863076044527,
    0.976676505662894,
    0.8116080536784976,
    0.8324918505758041,
    0.5165326666032166
  ],
  "62": [
    0.7656968378911393,
    0.8848798250065754,
    0.7455613419668685,
    0.8154177136471188,
    0.5520244718643196
  ],
  "63": [
    0.6837895563189305,
    0.7115022865666234,
    0.5619730761164312,
    0.5886648799493743,
    0.8224031166154366
  ],
  "64": [
    0.32372906872073753,
    0.3485638826461256,
    0.253325510270352,
    0.3250128170971154,
    0.37437737811508554
  ],
  "65": [
    0.10684118684690766,
    0.11959372444297113,
    0.09403315400563943,
    0.10735920133244879,
    0.06157492801459748
  ],
  "66": [
    0.4708273361694536,
    0.4885884582019393,
    0.40950135616112204,
    0.4304821120366535,
    0.9963590395073493
  ],
  "67": [
    0.7939174673919119,
    0.8778870124166959,
    0.7785313083670211,
    0.8641162362590363,
    0.20190231565757136
  ],
  "68": [
    0.8521766812876139,
    0.9137654504833155,
    0.7953254931606771,
    0.8966848869232151,
    0.23527204596024076
  ],
  "69": [
    0.3652498828455864,
    0.37825529745274955,
    0.32224808722583576,
    0.33604390534731665,
    0.08506315646925035
  ],
  "70": [
    0.32375627203166313,
    0.4173605852242741,
    0.21181297546174205,
    0.23991592163588418,
    0.7393191828496039
  ],
  "71": [
    0.609353537427121,
    0.7470654264622889,
    0.5919052487304878,
    0.7266059279669012,
    0.3207717662215543
  ],
  "72": [
    0.2910660104497166,
    0.3106991509074736,
    0.2710691717646022,
    0.29056658036129507,
    0.2394910217878752
  ],
  "73": [
    0.2538331296718725,
    0.3294510813300597,
    0.2214230171082652,
    0.2421288831373927,
    0.4432173558519031
  ],
  "74": [
    0.5842597364705879,
    0.881206607058824,
    0.3197885858823532,
    0.5583746070588229,
    0.4496665411764708
  ],
  "75": [
    0.5780478900304009,
    0.7188845081245451,
    0.5587147109759932,
    0.6979381652164857,
    0.44511238997798475
  ],
  "76": [
    0.5618865709189769,
    0.5822635343978277,
    0.5407822507785464,
    0.563006159956967,
    0.3396908994960564
  ],
  "77": [
    0.8376045739992638,
    0.9568999107601901,
    0.6790502901211865,
    0.7065980411311034,
    0.3541250852001471
  ],
  "78": [
    0.5741472737967497,
    0.6150780576231569,
    0.5604512549675075,
    0.6003262661641268,
    0.08120491209865713
  ],
  "79": [
    0.7241031871549071,
    0.74297548081953,
    0.6738425772546681,
    0.726300044124777,
    0.17145778741644932
  ],
  "80": [
    0.20407030048707347,
    0.3211870618209061,
    0.01740129711502437,
    0.052556731734731965,
    0.9790681168977132
  ],
  "81": [
    0.6450400026135634,
    0.6611012197488618,
    0.6087698133261125,
    0.6224723468216773,
    0.07967565816510531
  ],
  "82": [
    0.14666041194332002,
    0.2936358557692394,
    0.13497881791498012,
    0.2848609911943415,
    0.042097357793522146
  ],
  "83": [
    0.3095182291831902,
    0.39600350071371826,
    0.2899355618556709,
    0.33802941514670864,
    0.24206394012688223
  ],
  "84": [
    0.6490528098782118,
    0.6781598308525025,
    0.34830505175913473,
    0.3845696877537227,
    0.9718566163734782
  ],
  "85": [
    0.5764430965138232,
    0.7866896347243697,
    0.5546114210887866,
    0.7597859373175367,
    0.4835746876180664
  ],
  "86": [
    0.21078089298369998,
    0.22797723104181422,
    0.006747101245317403,
    0.029717021970233657,
    0.4398335537106405
  ],
  "87": [
    0.15849115570099964,
    0.17649501205649426,
    0.014431410781949677,
    0.15178158198415484,
    0.19476953668618574
  ],
  "88": [
    0.12898889456458196,
    0.1460693070718885,
    0.07119449994155527,
    0.12887344471069442,
    0.1411316739333729
  ],
  "89": [
    0.5392145944587187,
    0.5629684830745182,
    0.46507033370573103,
    0.48985959166573295,
    0.6859372460060383
  ],
  "90": [
    0.2950144839354606,
    0.3390186088909567,
    0.28581371327616895,
    0.3316505610671323,
    0.024527695198444367
  ],
  "91": [
    0.7099475196192391,
    0.7212738997000335,
    0.6968849913381534,
    0.709477429725753,
    0.0725581676052904
  ],
  "92": [
    0.3538097687642831,
    0.4174012060994916,
    0.3334173983125342,
    0.3942353917208652,
    0.5903388723853082
  ],
  "93": [
    0.5447301736164504,
    0.6206947285741737,
    0.5203221286510396,
    0.551448522770945,
    0.5076440724442746
  ],
  "94": [
    0.8774724807445988,
    0.9322982583895484,
    0.8222635126803829,
    0.9185935450431204,
    0.06996099897532237
  ],
  "95": [
    0.16992592631497605,
    0.23290640951571734,
    0.14837609060013918,
    0.21126425859272369,
    0.593988837877499
  ],
  "96": [
    0.7994684820807704,
    0.8839551113934188,
    0.7704597578229442,
    0.8010987456539164,
    0.678947204867615
  ],
  "97": [
    0.6375712031344128,
    0.9390059614225429,
    0.5974750590717235,
    0.6416722296564135,
    0.3890551525015076
  ],
  "98": [
    0.38846474673504017,
    0.5078350336410243,
    0.37217038625640736,
    0.4905663474871783,
    0.13593654694017102
  ],
  "99": [
    0.4849299422200252,
    0.5027816561761973,
    0.4270659530949631,
    0.44527737694293223,
    0.34481723348162385
  ],
  "100": [
    0.37050117067377253,
    0.38905877457853033,
    0.3034941083367135,
    0.3226942292451171,
    0.3812116510051525
  ],
  "101": [
    0.5479220319368091,
    0.5816701462912033,
    0.33156398454670316,
    0.5502178076923033,
    0.26257573969780207
  ],
  "102": [
    0.22210200463869806,
    0.24138739686630306,
    0.11157012308009553,
    0.1813115546850847,
    0.34986310287599437
  ],
  "103": [
    0.6013458251994794,
    0.625981086658006,
    0.4780083015401758,
    0.5442144548153649,
    0.7307448385600294
  ],
  "104": [
    0.8254730991437592,
    0.9679794745380804,
    0.6406910554303731,
    0.6822951036502922,
    0.9663833524109963
  ],
  "105": [
    0.14724194920536043,
    0.28636477843565,
    0.1277203781551889,
    0.20474938064817613,
    0.5447471737301354
  ],
  "106": [
    0.5805207024093768,
    0.6070634467115281,
    0.38340558085522153,
    0.41556314673323314,
    0.9832357796830923
  ],
  "107": [
    0.7622161309105145,
    0.9834104210629142,
    0.7441748061742892,
    0.8874127733489662,
    0.4147368124267296
  ],
  "108": [
    0.8720240700317763,
    0.8850484960013395,
    0.8589313315895998,
    0.8707196936349754,
    0.05493806033632826
  ],
  "109": [
    0.8992973605002184,
    0.9453079610943417,
    0.8811145906281456,
    0.9292573547985239,
    0.3423121565329826
  ],
  "110": [
    0.8115435026803115,
    0.8911193838937587,
    0.754251702241715,
    0.7734813711013644,
    0.4939135798001952
  ],
  "111": [
    0.6251843369902635,
    0.6459883133361912,
    0.6027332136358801,
    0.6220389912768927,
    0.33965054591671845
  ],
  "112": [
    0.9231839700503496,
    0.9465548439582411,
    0.9056118525100031,
    0.928204316785144,
    0.2688399948541379
  ],
  "113": [
    0.8246421638418062,
    0.9590260375302657,
    0.7065475665859504,
    0.841170615819207,
    0.3851661985472155
  ],
  "114": [
    0.34534203487518705,
    0.6675152298091009,
    0.31889385829662636,
    0.6391322000734171,
    0.24716490895741597
  ],
  "115": [
    0.9461861097886924,
    0.9940107630515863,
    0.9349975741143653,
    0.9821316740522189,
    0.19304431062771996
  ],
  "116": [
    0.8724425496201285,
    0.8927866664292503,
    0.8197774539411224,
    0.8712502984330432,
    0.2905301458926844
  ],
  "117": [
    0.9559830525110717,
    0.9726156105174772,
    0.8687175908258248,
    0.9215894754235994,
    0.3775191207449236
  ],
  "118": [
    0.9824560041990896,
    0.9909790856976044,
    0.9358778371855548,
    0.9871614734363173,
    0.020854241684010722
  ],
  "119": [
    0.7800697645051191,
    0.944225175767918,
    0.6025689479522189,
    0.7647665213310572,
    0.6822092892491463
  ],
  "120": [
    0.4613436286015463,
    0.4904443429374563,
    0.15886535769501045,
    0.19338773717498264,
    0.6575537779339402
  ],
  "121": [
    0.4737010773296249,
    0.4992051880389441,
    0.29513214881780137,
    0.3940014781641177,
    0.9774440214186361
  ],
  "122": [
    0.3569735699588476,
    0.9820784629629631,
    0.3280107668038402,
    0.9438654122085047,
    0.9828335788751713
  ],
  "123": [
    0.5559860509822011,
    0.5739545755757299,
    0.4917127052367068,
    0.5110445463917559,
    0.3276596671795587
  ],
  "124": [
    0.9452802836206895,
    0.9804483715517242,
    0.7385191068965481,
    0.9585888262931035,
    0.23723091249999975
  ],
  "125": [
    0.09003773140934958,
    0.1249071426168554,
    0.011545619422804526,
    0.10855574822946219,
    0.23260805656869626
  ],
  "126": [
    0.031144200996677862,
    0.11198063627651449,
    0.01643545521339123,
    0.09298597968310889,
    0.11422659717607987
  ],
  "127": [
    0.6297583326398496,
    0.6526566292186765,
    0.42299830258899684,
    0.5162825261211278,
    0.5552888742487282
  ],
  "128": [
    0.3487171551145048,
    0.6629555377099204,
    0.3219196235114514,
    0.6316842277862587,
    0.4570678106870224
  ],
  "129": [
    0.3031093519076317,
    0.3281273807730927,
    0.011337983182730944,
    0.043380972640562204,
    0.8175671209839378
  ],
  "130": [
    0.8751154630536588,
    0.993693367866271,
    0.8569413478492338,
    0.9704683258092012,
    0.8300535680366269
  ],
  "131": [
    0.4200805316319931,
    0.4805315231967965,
    0.39646407963399843,
    0.4214775340624768,
    0.3841777970548253
  ],
  "132": [
    0.8228333065380508,
    0.9858201583601283,
    0.7323021055734199,
    0.9579843614683811,
    0.982656802250803
  ],
  "133": [
    0.30360205302907395,
    0.3624357508526893,
    0.24923513586162097,
    0.34346021422770756,
    0.15324022478479796
  ],
  "134": [
    0.6774249859185981,
    0.7697935608360832,
    0.653526533993401,
    0.6721054369637034,
    0.2394191049504952
  ],
  "135": [
    0.9148962267637849,
    0.9947414875338173,
    0.8997628812903271,
    0.9816792231425637,
    0.3232599493860515
  ],
  "136": [
    0.497582288292405,
    0.5088121184466029,
    0.3509825169617431,
    0.50070984831525,
    0.031478872301541866
  ],
  "137": [
    0.14918654528699302,
    0.16894871340179035,
    0.010223788046340178,
    0.07900984939441838,
    0.7495835774091605
  ],
  "138": [
    0.27678722433460073,
    0.31078191492395396,
    0.023695572718631208,
    0.2473434957224336,
    0.7783858811787069
  ],
  "139": [
    0.2482597259938815,
    0.2712806980632007,
    0.18628121134896394,
    0.250309980224261,
    0.3389410086986035
  ],
  "140": [
    0.3450832879311802,
    0.4496260457113919,
    0.3249047205026567,
    0.42468137412498985,
    0.5336433743780067
  ],
  "141": [
    0.8449212708723541,
    0.894389926353972,
    0.8302047399274706,
    0.8791871099111401,
    0.2206014475750203
  ],
  "142": [
    0.8877356416172975,
    0.9099014476665637,
    0.8281494165887134,
    0.8497420029102999,
    0.718346156948341
  ],
  "143": [
    0.23050316729113843,
    0.2937988897215217,
    0.17314249964556905,
    0.19079999807594844,
    0.32498438106329275
  ],
  "144": [
    0.38508653224960765,
    0.5755720806240134,
    0.3616675523072908,
    0.5484954870214991,
    0.41001518838489726
  ],
  "145": [
    0.6352595667317675,
    0.7496230950520787,
    0.510733149088541,
    0.6294489863281194,
    0.21087197916666636
  ],
  "146": [
    0.6693399374573284,
    0.6953925563293748,
    0.5670151048750507,
    0.5908261414720728,
    0.692885780008196
  ],
  "147": [
    0.8373444164780157,
    0.8554316475038726,
    0.7879154083164491,
    0.8097716838436783,
    0.48120035076849477
  ],
  "148": [
    0.18804725778086334,
    0.2544146340391071,
    0.11469700057850317,
    0.23442113768367406,
    0.3805640622469054
  ],
  "149": [
    0.10895034683897949,
    0.12447212420537906,
    0.08986238155780611,
    0.10753894586098546,
    0.1862930866573499
  ],
  "150": [
    0.5723369703419722,
    0.5800581226590047,
    0.4718881544263283,
    0.5743242995845398,
    0.020544458421220893
  ],
  "151": [
    0.7401413918926969,
    0.7979934824025051,
    0.7174659757255719,
    0.7379686659148984,
    0.27116035752863493
  ],
  "152": [
    0.4014234733096089,
    0.4310280541716086,
    0.01845598892843024,
    0.06134027995255018,
    0.7745154499802307
  ],
  "153": [
    0.6757735110827736,
    0.6917971054229676,
    0.5766568023319375,
    0.5968605069533034,
    0.26681837730005303
  ],
  "154": [
    0.7529938382749316,
    0.972566657681942,
    0.719768520985752,
    0.7770274070080857,
    0.7804142206391973
  ],
  "155": [
    0.9363075810715604,
    0.9932625877247135,
    0.9215822243567181,
    0.978174433732827,
    0.44612004573493386
  ],
  "156": [
    0.6502156794924253,
    0.7329345500068245,
    0.6170634635011603,
    0.6453826354209312,
    0.6697309631600544
  ],
  "157": [
    0.4499927275064259,
    0.47912223333992415,
    0.30894376448487354,
    0.33666856120229394,
    0.8229987686375336
  ],
  "158": [
    0.9003916770989682,
    0.9222256180852308,
    0.8316009086499571,
    0.897368180274859,
    0.6154918064441636
  ],
  "159": [
    0.4602606287138762,
    0.5094268074888061,
    0.4447417885632868,
    0.4650760476699228,
    0.19252847985347948
  ],
  "160": [
    0.8636010792761194,
    0.993869291535317,
    0.8476961345008794,
    0.9761278252772956,
    0.4400078810274339
  ],
  "161": [
    0.7589803634593598,
    0.7629544685502098,
    0.7556410100850325,
    0.7587465812945469,
    0.00875993817779902
  ],
  "162": [
    0.7084398677440631,
    0.987897415567281,
    0.6877097008575166,
    0.8199430870712389,
    0.9816980379287611
  ],
  "163": [
    0.6166500873605946,
    0.8971318066914491,
    0.11362984386617107,
    0.21592735501858742,
    0.9690520241635693
  ],
  "164": [
    0.5528620352153645,
    0.574470411670547,
    0.4211537745925483,
    0.49323577677531816,
    0.5908236686554111
  ],
  "165": [
    0.06035900442399586,
    0.16548971774907237,
    0.013684513360467167,
    0.02774155317642889,
    0.21533158202088096
  ],
  "166": [
    0.10046173576056833,
    0.15620440536871344,
    0.08320108657821736,
    0.10198100709657501,
    0.10108581197161443
  ],
  "167": [
    0.349308432544344,
    0.3669665338684103,
    0.2943442809161066,
    0.31197193405244905,
    0.2946035498696366
  ],
  "168": [
    0.7465088794192591,
    0.7581615239035258,
    0.7379481173004399,
    0.7492853529643922,
    0.05445322746324915
  ],
  "169": [
    0.39789502981697433,
    0.4831412485921016,
    0.3880257876608984,
    0.47552630168944704,
    0.03098467523129499
  ],
  "170": [
    0.0717777219131488,
    0.08682565803482122,
    0.005617562337402424,
    0.02170210190114064,
    0.3528447592555569
  ],
  "171": [
    0.7594079757462642,
    0.7748724750678387,
    0.707037805885351,
    0.7246496778748326,
    0.21964936618046008
  ],
  "172": [
    0.04534640337296105,
    0.36127276472215236,
    0.03146381974011603,
    0.3379222679015843,
    0.05593566629803701
  ],
  "173": [
    0.7053462630781533,
    0.7307432622009572,
    0.648513457974487,
    0.7093459992025553,
    0.4705214464114792
  ],
  "174": [
    0.6332894344186509,
    0.688047379365241,
    0.6159524884962977,
    0.6696658519412443,
    0.3212105933134705
  ],
  "175": [
    0.5563669381746816,
    0.595281471050049,
    0.0972686290480864,
    0.3616061560353281,
    0.1059336349362119
  ],
  "176": [
    0.6369577354637215,
    0.7015354533877989,
    0.5555348015377218,
    0.5743250413262865,
    0.44233840425276444
  ],
  "177": [
    0.21823206632130446,
    0.27491061562556474,
    0.1972777912776343,
    0.2164870887295936,
    0.23619246039395234
  ],
  "178": [
    0.07253771251426197,
    0.12746414344526513,
    0.06210539333366504,
    0.06935922449283415,
    0.019820446406428258
  ],
  "179": [
    0.7391427832205073,
    0.8489041203316348,
    0.7200622133566603,
    0.8289736629649382,
    0.4387445422529865
  ],
  "180": [
    0.07333262713456379,
    0.1204210542178956,
    0.05894143510929001,
    0.10652890018784109,
    0.1539359595713789
  ],
  "181": [
    0.23648691687112414,
    0.25296884211286136,
    0.01048816741232502,
    0.029656237840958187,
    0.20190003102900841
  ],
  "182": [
    0.08906946573472019,
    0.14034517763328946,
    0.06835932327698337,
    0.1199412377763326,
    0.4890859815994798
  ],
  "183": [
    0.48004592604199847,
    0.49394339674083426,
    0.4353690105374542,
    0.4507885897445979,
    0.140408843191789
  ],
  "184": [
    0.7826214299157981,
    0.8088415898959851,
    0.714440010236094,
    0.785132911259695,
    0.5006070709922393
  ],
  "185": [
    0.46072310915867953,
    0.602961725239616,
    0.31867813045793314,
    0.470786917997869,
    0.28209799733759316
  ],
  "186": [
    0.6967793697257242,
    0.7092378042895585,
    0.6203325133842018,
    0.6387285820169079,
    0.09822719335945546
  ],
  "187": [
    0.11869908748551578,
    0.42208304692931664,
    0.08245654461181914,
    0.2516826123986097,
    0.6452975990730022
  ],
  "188": [
    0.6890888149867327,
    0.7283634098143179,
    0.3483679920424379,
    0.6846564204243972,
    0.2794068812997344
  ],
  "189": [
    0.28470881503039774,
    0.29407384049298957,
    0.23541346795226578,
    0.24449193492895033,
    0.03245877984455829
  ],
  "190": [
    0.3068930577812015,
    0.45690381818181763,
    0.061122024653312755,
    0.10820453158705697,
    0.4408427927580891
  ],
  "191": [
    0.1700059804722976,
    0.3463814504995466,
    0.029383612624886493,
    0.3092434105358757,
    0.9725998596730246
  ],
  "192": [
    0.5638896091741339,
    0.583293070899882,
    0.5033321174522787,
    0.5193193496299143,
    0.2370027234612385
  ],
  "193": [
    0.4981511432302987,
    0.707036562908139,
    0.47836121049194785,
    0.6086953828907258,
    0.30378857727470676
  ],
  "194": [
    0.5790687203586821,
    0.6520230201483469,
    0.5550856022362454,
    0.588183236798407,
    0.9941540802612642
  ],
  "195": [
    0.7482322266910431,
    0.7900876361974413,
    0.0801022248628885,
    0.14622208226691047,
    0.6103249744058501
  ],
  "196": [
    0.2699525796709957,
    0.31928809077197023,
    0.2618852798919642,
    0.26788855676755563,
    0.017226281014345327
  ],
  "197": [
    0.5169514066549904,
    0.9895785117338006,
    0.49431891383537563,
    0.9588484087565683,
    0.9871060661996497
  ],
  "198": [
    0.27305554998737813,
    0.33635442912143115,
    0.2564347409745018,
    0.31251031368341453,
    0.43556483672052343
  ],
  "199": [
    0.7875827223006968,
    0.8529704045072241,
    0.7693370216616147,
    0.8345152649175934,
    0.5041263938109678
  ],
  "200": [
    0.00149109138277085,
    0.0017618881209043886,
    0.001122270014488314,
    0.0013566695864846473,
    0.999754816237555
  ],
  "201": [
    0.6434833123605551,
    0.6678334157965227,
    0.5756193326193653,
    0.640707158946905,
    0.5339598795180731
  ],
  "202": [
    0.9288172974071912,
    0.9432905396977583,
    0.886035363416702,
    0.9019003614222328,
    0.22436811123043804
  ],
  "203": [
    0.7132462869434893,
    0.7160381276156419,
    0.7102936302558256,
    0.7136187264001164,
    0.009904494937793912
  ],
  "204": [
    0.5719103468882556,
    0.5829620601131503,
    0.4015305607025056,
    0.41166612010844694,
    0.04237834900990101
  ],
  "205": [
    0.5911210222772287,
    0.8610465787128722,
    0.5627794782178203,
    0.8277071678217837,
    0.5915726891089105
  ],
  "206": [
    0.2757841729428176,
    0.8236946806136684,
    0.2365465383542538,
    0.7732025341701537,
    0.0935047433751742
  ],
  "207": [
    0.559469554369919,
    0.5875674931402445,
    0.3389949662093507,
    0.3740148879573166,
    0.8029735652947161
  ],
  "208": [
    0.37300209271523055,
    0.5665372088040507,
    0.3468915375925215,
    0.535429371250486,
    0.9840301626412148
  ],
  "209": [
    0.3374280170835924,
    0.4951113348586518,
    0.3250291002643947,
    0.4820850109823053,
    0.05286343136058585
  ],
  "210": [
    0.6450146789705111,
    0.7036301654149139,
    0.5780908248763522,
    0.5929921232826588,
    0.19460761723758885
  ],
  "211": [
    0.30893482023858565,
    0.4726306223776216,
    0.28727113307280905,
    0.3861320843274373,
    0.6476425843274358
  ],
  "212": [
    0.6150554014484669,
    0.6481967757103052,
    0.5460043812813379,
    0.6234057437325897,
    0.9939838764345399
  ],
  "213": [
    0.5943678516627644,
    0.615462882903981,
    0.5751804221077297,
    0.5958471954098359,
    0.26101220857142654
  ],
  "214": [
    0.7577566773848194,
    0.7699288401875275,
    0.7466758641464906,
    0.7583682028942627,
    0.1155687546884223
  ],
  "215": [
    0.16284038550983895,
    0.6337686296958865,
    0.12364266457960653,
    0.5733798336314845,
    0.6698256440071554
  ],
  "216": [
    0.23481378878041292,
    0.2558758355803511,
    0.00824700821323415,
    0.031921587323725305,
    0.7052798476677534
  ],
  "217": [
    0.19693634006334151,
    0.3083402525732382,
    0.034999614806017355,
    0.06886826722090253,
    0.7595815942201128
  ],
  "218": [
    0.9593654190041506,
    0.9782049962655636,
    0.822391201410788,
    0.8409813802489642,
    0.34641805709543655
  ],
  "219": [
    0.6075374944954054,
    0.794306361598955,
    0.589675498165132,
    0.7748794959370983,
    0.19846997536041927
  ],
  "220": [
    0.5984140614858131,
    0.7602498201788513,
    0.5872548771387538,
    0.7498524566729451,
    0.046489824704713655
  ],
  "221": [
    0.8623348178276444,
    0.8924335951379153,
    0.7833495499454552,
    0.8643903492286116,
    0.7335880740221283
  ],
  "222": [
    0.7322365423606078,
    0.7738596835626358,
    0.2877609370021724,
    0.33503718392469206,
    0.6741040311368579
  ],
  "223": [
    0.2842593884251024,
    0.34505889269299417,
    0.22221694043710585,
    0.23806612644217218,
    0.21819114445173973
  ],
  "224": [
    0.786900772977481,
    0.8059275860717217,
    0.6520224502085128,
    0.6720995205171048,
    0.3125033675562977
  ],
  "225": [
    0.6069635893949641,
    0.6288098183548558,
    0.41246348266485666,
    0.4350205529571774,
    0.18119254072059862
  ],
  "226": [
    0.14025954145877834,
    0.17870498431931559,
    0.011544435970539309,
    0.1489952919933478,
    0.8262164618674277
  ],
  "227": [
    0.31736149337551844,
    0.39325542989914963,
    0.29025868083844236,
    0.3681570739568918,
    0.8370646140003903
  ],
  "228": [
    0.05984229193650774,
    0.08347069625396841,
    0.00522341574603175,
    0.02284363136507935,
    0.7869045319365081
  ],
  "229": [
    0.02639963724925827,
    0.07853856932205817,
    0.015124114643758563,
    0.06904248018421007,
    0.03202935150334328
  ],
  "230": [
    0.5289436057892936,
    0.5428583617842296,
    0.4879419343878587,
    0.5021500283770914,
    0.08806240892122714
  ],
  "231": [
    0.6252136943299678,
    0.6730531586258371,
    0.6177145916228468,
    0.624137084837288,
    0.021848506359244044
  ],
  "232": [
    0.6157929557612131,
    0.6311351955659518,
    0.555018470914269,
    0.5732499575917793,
    0.2860167606020534
  ],
  "233": [
    0.7148215472159921,
    0.797682075667959,
    0.6886370724046504,
    0.7714435025494587,
    0.8507693004283097
  ],
  "234": [
    0.3401635271335821,
    0.4329359691558441,
    0.21689066419295056,
    0.23854923098330294,
    0.24873808464749603
  ],
  "235": [
    0.8151515879857205,
    0.8319584124963755,
    0.802967118310665,
    0.81826946408253,
    0.5060858650081999
  ],
  "236": [
    0.425994335259576,
    0.444497436853388,
    0.28325109861124265,
    0.30317432090595925,
    0.24765259241308665
  ],
  "237": [
    0.6707517644200457,
    0.7311833890571809,
    0.6523485564811332,
    0.7112511565694876,
    0.4029733811056407
  ],
  "238": [
    0.87729912258727,
    0.9033507145790554,
    0.8544181322381922,
    0.8801113675564709,
    0.8903465474332676
  ],
  "239": [
    0.510647519266456,
    0.6359564637048392,
    0.4953581543499614,
    0.5672530349306836,
    0.21674886027726292
  ],
  "240": [
    0.09711242606547259,
    0.1303402132180358,
    0.06561601173563919,
    0.09414102557134078,
    0.758433735515748
  ],
  "241": [
    0.5126493917013406,
    0.5817280297041119,
    0.48831492579750274,
    0.5546144361997246,
    0.6894681969486836
  ],
  "242": [
    0.38174450010642863,
    0.4470681945508715,
    0.3536879994678583,
    0.38008058833546204,
    0.9954177547892717
  ],
  "243": [
    0.4294462016490852,
    0.5059137350551717,
    0.37159911507214904,
    0.3906531656359899,
    0.45306099502849495
  ],
  "244": [
    0.19748303415816962,
    0.2132472535338808,
    0.18402593533882608,
    0.20000559388645844,
    0.12297918240336446
  ],
  "245": [
    0.19993157229868222,
    0.26587951314787756,
    0.1827504014055632,
    0.24607095402635437,
    0.4007141633967779
  ],
  "246": [
    0.723939976093294,
    0.7690644437317778,
    0.5101489323615157,
    0.7224842623906703,
    0.7359567306122453
  ],
  "247": [
    0.7364597306468751,
    0.7550752790486277,
    0.608628774882595,
    0.6287847325405272,
    0.22495575299197154
  ],
  "248": [
    0.2996676431983412,
    0.48865530508826666,
    0.28277579231568256,
    0.3915008477673945,
    0.1090136137071653
  ],
  "249": [
    0.6588530749817063,
    0.6856096309436679,
    0.314625570958306,
    0.34526272311631534,
    0.3459245841258233
  ],
  "250": [
    0.5222413539052212,
    0.5372787894736822,
    0.4476336785914946,
    0.4637588655647113,
    0.11916777392770177
  ],
  "251": [
    0.2605205495822739,
    0.2909871369415184,
    0.025538563385397717,
    0.23862080457682555,
    0.5657781641845256
  ],
  "252": [
    0.49580619920097324,
    0.5560300286234441,
    0.4775388285627555,
    0.4941011104480609,
    0.10632016815009654
  ],
  "253": [
    0.4305028505877001,
    0.5026970373869785,
    0.4140700700271238,
    0.48752204475588096,
    0.1696745721066899
  ],
  "254": [
    0.8510248458528211,
    0.8787618005104155,
    0.827939587749897,
    0.8531481172267105,
    0.5968013120374284
  ],
  "255": [
    0.6643892769075281,
    0.9886426846892372,
    0.6388359085396651,
    0.9554229643759466,
    0.6146223580090961
  ],
  "256": [
    0.41853588414072596,
    0.44697279535826173,
    0.3861756159513741,
    0.4146155818751152,
    0.777132207957263
  ],
  "257": [
    0.8173885105582882,
    0.8415495773792286,
    0.5825270500433904,
    0.6093854035290717,
    0.983054040497541
  ],
  "258": [
    0.8846817444663382,
    0.8886010497928956,
    0.8808588608214332,
    0.8844190245445532,
    0.010524506797027693
  ],
  "259": [
    0.7472624747270509,
    0.8780966992856202,
    0.7224739714247214,
    0.8548847751718506,
    0.6753188011861464
  ],
  "260": [
    0.7477295585861836,
    0.7700726509038097,
    0.599362252420914,
    0.6231776505810178,
    0.9878388445771455
  ],
  "261": [
    0.6403020217957051,
    0.7727670575797022,
    0.5338265897852972,
    0.7362067781392333,
    0.9718584931685108
  ],
  "262": [
    0.3809820949720667,
    0.4091506251904522,
    0.3516756762315906,
    0.3802423991874065,
    0.8827360015236195
  ],
  "263": [
    0.8701279142330032,
    0.8881103430679256,
    0.8546090873040226,
    0.872198799185359,
    0.49872324023977865
  ],
  "264": [
    0.15462362439024366,
    0.17540321761517613,
    0.006042984010840114,
    0.035117884688346826,
    0.865915577913277
  ],
  "265": [
    0.10860037257339561,
    0.17450091326384295,
    0.08530571760543189,
    0.14767495916610857,
    0.6926840508750137
  ],
  "266": [
    0.756146886445135,
    0.7680464117459517,
    0.664062841421635,
    0.7153243664037023,
    0.13109941716471452
  ],
  "267": [
    0.7381833250307512,
    0.7618336509840077,
    0.6763518725912282,
    0.7358362387248849,
    0.5902661343788459
  ],
  "268": [
    0.10551594206617883,
    0.12131767964398792,
    0.006656434640165971,
    0.01832812946379823,
    0.1339374701867422
  ],
  "269": [
    0.7924917926463292,
    0.9799279344672316,
    0.7644073579289713,
    0.7973296228114106,
    0.3958864504752377
  ],
  "270": [
    0.20590568174041815,
    0.220178355839414,
    0.12277365208713469,
    0.1395400185903281,
    0.18933220609032778
  ],
  "271": [
    0.2448631807939444,
    0.30313167441246397,
    0.18899119980635554,
    0.286955429011532,
    0.2281585494234653
  ],
  "272": [
    0.35063238482639725,
    0.4204818217728673,
    0.32347244196253605,
    0.34877344360843265,
    0.4233676645505141
  ],
  "273": [
    0.1024407551048192,
    0.15047099999999994,
    0.01318350068064252,
    0.12540793833378697,
    0.9890222188946386
  ],
  "274": [
    0.23583628546869442,
    0.3236252506825714,
    0.22503509121244974,
    0.31316672767721415,
    0.032457305137020886
  ],
  "275": [
    0.0657882078614259,
    0.2668198454363772,
    0.044549158894070615,
    0.24340551182545034,
    0.32291500149900015
  ],
  "276": [
    0.4523459752749577,
    0.5091973215095326,
    0.44281228830492936,
    0.448629092099741,
    0.020127231340777436
  ],
  "277": [
    0.8155255069921749,
    0.8969060245318797,
    0.755420841076082,
    0.8792854554396781,
    0.3376121106897382
  ],
  "278": [
    0.4320494492552804,
    0.5218305644267378,
    0.3402009693453423,
    0.3650184743678564,
    0.5824128034291639
  ],
  "279": [
    0.17185095109709447,
    0.18828568068757,
    0.1517926354712602,
    0.1697817786266314,
    0.25702962827573855
  ],
  "280": [
    0.3892174173363063,
    0.4016845501860108,
    0.3736659440104175,
    0.387013559374998,
    0.9987077223958329
  ],
  "281": [
    0.5191001600242781,
    0.5432216267448925,
    0.2884015670645369,
    0.3197258776046953,
    0.610782227796885
  ],
  "282": [
    0.047356186990987245,
    0.1527942134868068,
    0.02941315061353019,
    0.08752858551417114,
    0.3350983168639377
  ],
  "283": [
    0.11763813194879681,
    0.24748122236147185,
    0.09816594073941487,
    0.227770372213767,
    0.3381296396025435
  ],
  "284": [
    0.3681754870303483,
    0.39551811030886663,
    0.350553341054953,
    0.37868998278512983,
    0.13050357855328162
  ],
  "285": [
    0.9534792387749014,
    0.9704027647933386,
    0.8112083406184946,
    0.8883200996134388,
    0.30150372019030774
  ],
  "286": [
    0.5190262000176232,
    0.6005206192616085,
    0.5068649714512332,
    0.5914851646400562,
    0.038365083223191515
  ],
  "287": [
    0.5268057015759466,
    0.5511508511232812,
    0.4094102636637978,
    0.4306630023471566,
    0.6368690181066297
  ],
  "288": [
    0.9206903933917989,
    0.9332424712432967,
    0.8786944617077449,
    0.8915299071783566,
    0.14498711502684075
  ],
  "289": [
    0.22689670442958226,
    0.2616848075878948,
    0.20498791644044181,
    0.23648373230483996,
    0.4543486394093895
  ],
  "290": [
    0.551818612163983,
    0.5632474133068835,
    0.5396084786641046,
    0.5510380764127832,
    0.06654124342407525
  ],
  "291": [
    0.9986385640773024,
    0.9992101850317273,
    0.9980696658360633,
    0.9987564611016145,
    0.13390692382579852
  ],
  "292": [
    0.4714619520737322,
    0.7240354694316441,
    0.44706809308755646,
    0.6176944983102924,
    0.5106712261136718
  ],
  "293": [
    0.5948077858706459,
    0.6781304334328339,
    0.5172649325373129,
    0.6036764654726336,
    0.5682761986069648
  ],
  "294": [
    0.14352463776321578,
    0.15943836847127663,
    0.06685783853934774,
    0.07936654201921346,
    0.0989411731662319
  ],
  "295": [
    0.8660037122201503,
    0.9868544309701499,
    0.8454672985074595,
    0.8725862776352522,
    0.32326378533115796
  ],
  "296": [
    0.8387877999493502,
    0.8606085481134437,
    0.6851830231704278,
    0.7112648718663007,
    0.5940812486705511
  ],
  "297": [
    0.8794624699781651,
    0.8933601033998869,
    0.838635829616339,
    0.855855264698998,
    0.214367320765751
  ],
  "298": [
    0.4702045923338992,
    0.5438688442930151,
    0.4476018072402037,
    0.4747457385860312,
    0.47200465902896216
  ],
  "299": [
    0.17189887938853463,
    0.1925425306496815,
    0.15265667118471224,
    0.17237235138853452,
    0.33530509233119976
  ],
  "300": [
    0.6507858365553597,
    0.9381913145869943,
    0.41859853778558953,
    0.8848829420035149,
    0.5988855465729356
  ],
  "301": [
    0.8096450416584382,
    0.8371310211253679,
    0.6596377395853906,
    0.6959070584402746,
    0.8346635464955554
  ],
  "302": [
    0.8703800481643861,
    0.9268953412734786,
    0.8524429128329308,
    0.8751034728748063,
    0.37062715286957176
  ],
  "303": [
    0.4891629527543339,
    0.5451695352515148,
    0.46651846534653063,
    0.4900981148249047,
    0.3570930376104721
  ],
  "304": [
    0.4904571692491071,
    0.498917358164482,
    0.48086444922527066,
    0.4893950972586426,
    0.4994557274135879
  ],
  "305": [
    0.15430099374055697,
    0.2956613184761488,
    0.134421666306929,
    0.2731192169220812,
    0.5210137056982518
  ],
  "306": [
    0.5404032610169498,
    0.6604154067796617,
    0.5174834329856594,
    0.6302485061277723,
    0.7122169125163023
  ],
  "307": [
    0.9184946038312071,
    0.990973767073849,
    0.8990984622431994,
    0.9695493882565245,
    0.8724925960577471
  ],
  "308": [
    0.7529669815071656,
    0.9747198594544612,
    0.701850221451687,
    0.7377931858529816,
    0.9828210508552945
  ],
  "309": [
    0.7566672721000387,
    0.9263272043984476,
    0.5825827033203956,
    0.9081347882708082,
    0.08833364036222498
  ],
  "310": [
    0.37706035270406524,
    0.5026357163811438,
    0.3578662530511693,
    0.4285067065278251,
    0.42165273698354083
  ],
  "311": [
    0.43432291504845194,
    0.4518047077410409,
    0.3866482573809412,
    0.40300367599261055,
    0.1786374680441931
  ],
  "312": [
    0.6843679967878733,
    0.6985720132982096,
    0.6690357547860886,
    0.684226953681104,
    0.3395397814467391
  ],
  "313": [
    0.9260272077008689,
    0.9344189848615887,
    0.8738292547616108,
    0.9278228429799792,
    0.021161531202435274
  ],
  "314": [
    0.5935272354070159,
    0.6230008561217761,
    0.5714256800132372,
    0.5981554252150901,
    0.41514514176042455
  ],
  "315": [
    0.7564129607113329,
    0.8293260798180273,
    0.7343565500413572,
    0.8044157724014316,
    0.7341692095395621
  ],
  "316": [
    0.8454516512794403,
    0.8700507658760483,
    0.7854996276460076,
    0.8448629820624011,
    0.5474395816543431
  ],
  "317": [
    0.3733034906166218,
    0.5103639607604196,
    0.35609416605735517,
    0.49184273417824426,
    0.26724882005036976
  ],
  "318": [
    0.28216369711996947,
    0.3117074989509825,
    0.2539004535571242,
    0.28216194030135455,
    0.8519537283997688
  ],
  "319": [
    0.041387088084905134,
    0.061625942465517634,
    0.01284270029648081,
    0.03132982099428545,
    0.9976943704722252
  ],
  "320": [
    0.33258391873184373,
    0.3556542099993781,
    0.3061782261294109,
    0.33184703708052354,
    0.4199795002163029
  ],
  "321": [
    0.1686684978466203,
    0.21578004726104968,
    0.15367522115602603,
    0.2018900955043438,
    0.1610200902908958
  ],
  "322": [
    0.5227704665924277,
    0.9770344793986646,
    0.49216758964365204,
    0.9328028151447668,
    0.7365444220489967
  ],
  "323": [
    0.7141434955533701,
    0.7320674516304408,
    0.6957036794960562,
    0.7133658210968508,
    0.2551688196146224
  ],
  "324": [
    0.7636342579916664,
    0.7793924061848605,
    0.6008719999999952,
    0.688823766330778,
    0.0769594096594856
  ],
  "325": [
    0.3925537853246751,
    0.46643882071428366,
    0.3746438672077917,
    0.4465740630519466,
    0.4182229605194825
  ],
  "326": [
    0.37265559066417153,
    0.4245395129755868,
    0.3554192199252211,
    0.37386904156586565,
    0.2069111697822728
  ],
  "327": [
    0.3897263004727578,
    0.439037492133613,
    0.32574952383166905,
    0.34127855870727924,
    0.17180324529179208
  ],
  "328": [
    0.8864541600261242,
    0.9907164937949066,
    0.8672464596124546,
    0.9404703224471979,
    0.712697725342914
  ],
  "329": [
    0.6872574045314113,
    0.7717406690010308,
    0.6660391364572609,
    0.7501228526261591,
    0.6245152280123563
  ],
  "330": [
    0.6632521922261473,
    0.9784993219081274,
    0.637489936042402,
    0.854300286219082,
    0.741186051236748
  ],
  "331": [
    0.47821962062102147,
    0.568399141321655,
    0.44811609965498916,
    0.4824857764065833,
    0.9896287814490444
  ],
  "332": [
    0.7694833310886788,
    0.7844603002244813,
    0.5496115192667351,
    0.7739829704452078,
    0.036233155817433464
  ],
  "333": [
    0.870505295635566,
    0.8866800428154475,
    0.8278114167657729,
    0.8406315427253311,
    0.1486338370634666
  ],
  "334": [
    0.5572091820488428,
    0.7009155895972033,
    0.41209224738344424,
    0.6774042254995193,
    0.0748761227402472
  ],
  "335": [
    0.8024939513250402,
    0.8303049291508927,
    0.5188630392103827,
    0.5537443190914001,
    0.5517442079502437
  ],
  "336": [
    0.4682637083901943,
    0.553562590372212,
    0.45375834972471335,
    0.5379756897557748,
    0.11086939955766784
  ],
  "337": [
    0.15865035420881382,
    0.18526747101767996,
    0.08597226625032958,
    0.10798392910546234,
    0.6907502852493627
  ],
  "338": [
    0.03945762868256606,
    0.06352369978319125,
    0.008542338349700248,
    0.03174084415253166,
    0.5940714498150774
  ],
  "339": [
    0.22780835816808528,
    0.27315370821003904,
    0.21241807512255098,
    0.22885036607339782,
    0.07861346870997693
  ],
  "340": [
    0.015874325661680094,
    0.9902154211737628,
    0.007131151898734174,
    0.012791011507479862,
    0.12411976179516676
  ],
  "341": [
    0.3878284967490246,
    0.6496186755526656,
    0.35899702925877747,
    0.613549518855655,
    0.7906234834200252
  ],
  "342": [
    0.3148089231403896,
    0.33312028080983974,
    0.2943857038952405,
    0.31465845615094934,
    0.3330628968969954
  ],
  "343": [
    0.2291841772367921,
    0.27102159439166235,
    0.22060598998919265,
    0.26393359715032466,
    0.024550748023434387
  ],
  "344": [
    0.14108283381642503,
    0.2515969368760068,
    0.024199482769726284,
    0.2246252199677935,
    0.7874745413848632
  ],
  "345": [
    0.24686337360978697,
    0.3020763110899271,
    0.22631757538926,
    0.2813501026374328,
    0.5490476626151908
  ],
  "346": [
    0.9100002990990999,
    0.9559563819819817,
    0.6161237927927931,
    0.8995230477477466,
    0.9665099135135136
  ],
  "347": [
    0.7292635066833201,
    0.8011940691053224,
    0.7172219538406893,
    0.7861320430849924,
    0.0929995646052392
  ],
  "348": [
    0.09648981602799982,
    0.12316869586287377,
    0.06936275195189785,
    0.09510247976308027,
    0.6451386906578174
  ],
  "349": [
    0.8235102563358836,
    0.8381422076066823,
    0.7811389944164407,
    0.796820892897275,
    0.16739299789710432
  ],
  "350": [
    0.32898422395833293,
    0.8075158515625002,
    0.07073070833333334,
    0.1772872291666667,
    0.9652634713541666
  ],
  "351": [
    0.003139719681908542,
    0.004125666998011919,
    0.002114799734923784,
    0.0030213111332007842,
    0.5004910465208747
  ],
  "352": [
    0.16184076383173301,
    0.3155308001829007,
    0.1400707173068128,
    0.2940732219935993,
    0.4095601252857789
  ],
  "353": [
    0.5042194698478322,
    0.6907776541424013,
    0.4814909421378917,
    0.6642509303024614,
    0.9884219714446748
  ],
  "354": [
    0.7729790202963466,
    0.8493241804258476,
    0.6936323426721515,
    0.711698386377785,
    0.24336633507657865
  ],
  "355": [
    0.547312570991174,
    0.5711446530902892,
    0.48101825897179956,
    0.5490158323839376,
    0.38395656016804314
  ],
  "356": [
    0.8319736018607385,
    0.9921636490437903,
    0.817213794654062,
    0.975318233847748,
    0.27376935664180674
  ],
  "357": [
    0.34057861627253694,
    0.43950767467398844,
    0.32529166681225424,
    0.42013885449553806,
    0.3188770350658238
  ],
  "358": [
    0.9088138114268811,
    0.9341888208999412,
    0.7043051382474828,
    0.7977173700414454,
    0.7393263596802829
  ],
  "359": [
    0.07752300996015916,
    0.2654970235723772,
    0.05163566434262944,
    0.1449518559096945,
    0.7636731075697226
  ],
  "360": [
    0.17065497379807715,
    0.2625728399038458,
    0.024024429086538443,
    0.0526044540865383,
    0.5566068495192297
  ],
  "361": [
    0.25356980517207806,
    0.2718699183356025,
    0.013948624732646294,
    0.1179972939918336,
    0.44273323410460785
  ],
  "362": [
    0.4077723732106338,
    0.6925839434219471,
    0.38132590388548193,
    0.6539462430129507,
    0.9818119843217445
  ],
  "363": [
    0.6177270638860366,
    0.7113671716111071,
    0.599433810251142,
    0.6931614267146418,
    0.3864021044206196
  ],
  "364": [
    0.31660004953764925,
    0.3433785724350524,
    0.012799723690004405,
    0.045896971598414736,
    0.6500946228533673
  ],
  "365": [
    0.44257432549860976,
    0.46219592927811914,
    0.3828005738889117,
    0.44468679291210245,
    0.11974015468774499
  ],
  "366": [
    0.8888753364611276,
    0.9936059454058004,
    0.8716915601389276,
    0.9750647010114601,
    0.5994818058737489
  ],
  "367": [
    0.9266793497311969,
    0.9896518007977316,
